Revit 2027 API
ParameterTypeId.FamilyRoughHeightParam Property
 "Rough Height"
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 27.0.4.0 (27.0.4.0)
Syntax
public static ForgeTypeId FamilyRoughHeightParam { get; }
Public Shared ReadOnly Property FamilyRoughHeightParam As ForgeTypeId
	Get
public:
static property ForgeTypeId^ FamilyRoughHeightParam {
	ForgeTypeId^ get ();
}
static member FamilyRoughHeightParam : ForgeTypeId with get
Property Value
ForgeTypeId
See Also
Reference
ParameterTypeId Class
Autodesk.Revit.DB Namespace